app/Controllers/Conservation_Area.php

SELECT *
FROM `tb_area`
---
    public function dataArea(): string
    {
        $data = [
            'title_content' => 'Data Conservation Area',
            'data_area' => $this->ModelArea->findAll()