app/Controllers/Fauna.php

    public function index(): string
    {
        $data = [
            'title_content' => 'Fauna Data Input',
            'data_fauna' => $this->ModelOrganism->findAll()
---
SELECT *
FROM `tb_organism`