app/Controllers/Flora.php

    public function index(): string
    {
        $data = [
            'title_content' => 'Flora Data Input',
            'data_flora' => $this->ModelOrganism->findAll()
---
SELECT *
FROM `tb_organism`